{
  "weights": [
    {
      "points": "default",
      "die": "d3",
      "cost": "50",
      "short": "20",
      "long": "80",
      "reload": "20",
      "weight": "2"
    },
    {
      "points": "0",
      "die": "d4",
      "cost": "50",
      "short": "20",
      "long": "80",
      "reload": "20",
      "weight": "2"
    },
    {
      "points": "1",
      "die": "d6",
      "cost": "125",
      "short": "40",
      "long": "160",
      "reload": "16",
      "weight": "2"
    },
    {
      "points": "2",
      "die": "d8",
      "cost": "225",
      "short": "60",
      "long": "240",
      "reload": "12",
      "weight": "4"
    },
    {
      "points": "3",
      "die": "2d4",
      "cost": "425",
      "short": "80",
      "long": "320",
      "reload": "8",
      "weight": "6"
    },
    {
      "points": "4",
      "die": "d10",
      "cost": "750",
      "short": "100",
      "long": "400",
      "reload": "4",
      "weight": "8"
    },
    {
      "points": "5",
      "die": "d12",
      "cost": "1000",
      "short": "120",
      "long": "480",
      "reload": "2",
      "weight": "10"
    },
    {
      "points": "6",
      "die": "2d6",
      "cost": "1250",
      "short": "120",
      "long": "480",
      "reload": "2",
      "weight": "11"
    },
    {
      "points": "7",
      "die": "3d4",
      "cost": "1750",
      "short": "120",
      "long": "480",
      "reload": "2",
      "weight": "12"
    }
  ],
  "notes": [
    {
      "title": "Final value of .5",
      "text": "If a weapon has a final value of .5, it will automatically be treated as if rounded up. If you instead wish to round down, you'll have to manually correct through the final Damage Die."
    },
    {
      "title": "Auto",
      "text": "Auto weapons must include the burst, rapid, or penetrating property."
    },
    {
      "title": "Burst/Penetrating/Rapid",
      "text": "Burst number should equal base reload number. Penetrating/rapid number should equal half the base reload number. You can halve the number again at the cost of another damage die step. Number can't be reduced below 2."
    },
    {
      "title": "Range",
      "text": "Range should align with the Die Base Values, Ranges, Reload and Weight table. Range can increase or decrease by 25% of base at a cost or bonus of .5 per step."
    },
    {
      "title": "Reload",
      "text": "Reload should align with the table. Reload can increase or decrease by an amount equal to 50% of base (max 4 reload a step) at a cost or bonus of .5 per step, to a max/min of 20/2 reload."
    },
    {
      "title": "Special",
      "text": "The special property is subjective and thus not given a particular weight or cost. A number entered in this column will affect the weapon's total value."
    },
    {
      "title": "Strength",
      "text": "Higher strength requirements can increase the damage die further. Strength 13 for 2 points, 15 for 3 points, 17 for 4 points, 19 for 5 points, or 21 for 6 points."
    },
    {
      "title": "Strength/Might",
      "text": "Strength and mighty are mutually exclusive."
    },
    {
      "title": "Switch",
      "text": "A switch weapon's alternate damage should be one step lower, without affecting base value, range, reload, or weight. Additionally, it's reload should drop one step."
    },
    {
      "title": "Alternate Damage Types (from energy or kinetic to acid, cold, fire, ion, lightning)",
      "text": "Alternate damage types should force the weapon's damage down by one step, without affecting base value, range, reload, or weight. Additionally, it should double the weapon's base value manually through the SPECIAL column. Ion damage should be two steps down or half the weapon's damage, whichever is higher."
    }
  ],
  "fields": [
    {
      "name": "Simple/Martial",
      "points": [
        1,
        2
      ]
    },
    {
      "name": "Auto",
      "points": [
        0,
        1
      ],
      "desc": "Automatic weapons can only fire in burst or rapid modes. If the weapon has both burst and rapid properties, you choose which mode to use. You can only use one mode at a time.",
      "cost": 100,
      "weight": ".5"
    },
    {
      "name": "Brutal 1",
      "points": [
        0,
        "-1"
      ],
      "desc": "When you score a critical hit with a weapon with the brutal property, you roll a number of additional weapon damage dice equal to the brutal number.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Burst",
      "points": [
        0,
        "-1",
        "-2",
        "-3",
        "-4",
        "-5"
      ],
      "desc": "When you would make a ranged weapon attack with a weapon with the burst property, you can instead spray a 10-foot-cube area within range with shots, consuming ammunition equal to the burst number. Each creature in the area must make a Dexterity saving throw (DC = 8 + your bonus to attacks with the weapon) or take the weapon’s normal damage. If the targeted area is beyond normal range but within long range, affected targets have advantage on the save.",
      "cost": 150,
      "weight": "1"
    },
    {
      "name": "Dire 1",
      "points": [
        0,
        "-1"
      ],
      "desc": "Before you make a weapon attack with a weapon with the dire property, you can choose to suffer a penalty to the attack roll up to the dire number. If you do so and you hit with it, you gain the same bonus to the damage roll.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Disguised",
      "points": [
        0,
        "-.5"
      ],
      "desc": "You have advantage on Charisma (Deception) checks made to hide the nature of a disguised weapon.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Disintegrate",
      "points": [
        0,
        "-.5"
      ],
      "desc": "When a creature is forced to make a Constitution saving throw to maintain concentration due to taking damage from a weapon with the disruptive property, the DC for the check equals 10 or the full damage taken, whichever number is higher, instead of only half.",
      "cost": 100,
      "weight": ".5"
    },
    {
      "name": "Disruptive",
      "points": [
        0,
        "-1"
      ],
      "desc": "When a creature is forced to make a Constitution saving throw to maintain concentration due to taking damage from a weapon with the disruptive property, the DC for the check equals 10 or the full damage taken, whichever number is higher, instead of only half.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Fixed",
      "points": [
        0,
        "-.5"
      ],
      "desc": "A weapon with the fixed property does not fill the hand, but you can’t use the weapon while the hand is full. Additionally, you have a +10 bonus to ability checks and saving throws to avoid being disarmed of this weapon.",
      "cost": 25,
      "weight": ".5"
    },
    {
      "name": "Hidden",
      "points": [
        0,
        "-.5"
      ],
      "desc": "You have advantage on Dexterity (Sleight of Hand) checks made to conceal a hidden weapon.",
      "cost": 25,
      "weight": "0"
    },
    {
      "name": "Keen 1",
      "points": [
        0,
        "-1"
      ],
      "desc": "When you make a weapon attack with a weapon with the keen property, the critical hit range increases by an amount equal to the keen number.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Light",
      "points": [
        0,
        "-1"
      ],
      "desc": "When you make a weapon attack with a weapon with the keen property, the critical hit range increases by an amount equal to the keen number.",
      "cost": 50,
      "weight": "-1"
    },
    {
      "name": "Mighty",
      "points": [
        0,
        "-1"
      ],
      "desc": "When making an attack with a mighty weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.",
      "cost": 50,
      "weight": ".5"
    },
    {
      "name": "Penetrating",
      "points": [
        0,
        "-1",
        "-2",
        "-3",
        "-4",
        "-5"
      ],
      "desc": "When you would make a ranged weapon attack with a weapon with this property, you can instead attempt to penetrate and hit a creature behind the target, consuming ammunition equal to the penetrating number. Make an attack roll against the initial target. If the attack hits, there is a creature within 15 feet of that creature and directly behind it, and the original attack roll would hit the second creature, it also takes normal weapon damage.",
      "cost": 150,
      "weight": ".5"
    },
    {
      "name": "Piercing 1",
      "points": [
        0,
        "-1"
      ],
      "desc": "Before you make a weapon attack with a weapon with the piercing property, you can choose to gain a bonus to the attack roll up to the piercing number. If you do so and you hit with it, you suffer an equivalent penalty to the damage roll.",
      "cost": 250,
      "weight": ".5"
    },
    {
      "name": "Range",
      "points": [
        "1.5",
        "1",
        ".5",
        0,
        "-.5",
        "-1",
        "-1.5",
        "-2",
        "-2.5"
      ],
      "weights": [
        "-1.5",
        "-1",
        "-.5",
        0,
        ".5",
        "1",
        "1.5",
        "2",
        "2.5"
      ],
      "costs": [
        0,
        0,
        0,
        0,
        50,
        100,
        150,
        200,
        250
      ],
      "rangeMod": [
        ".25",
        ".5",
        ".75",
        "1",
        "1.25",
        "1.5",
        "1.75",
        "2",
        "2.25"
      ],
      "default": 0,
      "desc": "A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon’s normal range in feet, and the second indicates the weapon’s maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can’t attack a target beyond the weapon’s long range.",
      "cost": 50,
      "weight": ".5"
    },
    {
      "name": "Rapid",
      "points": [
        0,
        "-1",
        "-2",
        "-3",
        "-4",
        "-5"
      ],
      "desc": "When you would make a ranged weapon attack with a weapon with the rapid property, you can instead unload on a single target, consuming ammunition equal to the rapid number. The target must make a Dexterity saving throw (DC = 8 + your bonus to attacks with the weapon). On a failed save, roll the weapon’s damage dice twice and add them together, adding relevant modifiers as normal. If the target is beyond normal range but within long range, it has advantage on the save.",
      "cost": 150,
      "weight": ".5"
    },
    {
      "name": "Reload",
      "points": [
        "2.5",
        "2",
        "1.5",
        "1",
        ".5",
        0,
        "-.5",
        "-1",
        "-1.5",
        "-2",
        "-2.5"
      ],
      "weights": [
        "-2.5",
        "-2",
        "-1.5",
        "-1",
        "-.5",
        "0",
        ".5",
        "1",
        "1.5",
        "2",
        "2.5"
      ],
      "costs": [
        0,
        0,
        0,
        0,
        0,
        0,
        50,
        100,
        150,
        200,
        250
      ],
      "reloadMod": [
        "-20",
        "-16",
        "-12",
        "-8",
        "-4",
        "0",
        "4",
        "8",
        "12",
        "16",
        "20"
      ],
      "default": 0,
      "desc": "A limited number of shots can be made with a weapon that has the reload property. A character must then reload it using an action or a bonus action (the character’s choice). You must have one free hand to reload.",
      "cost": 50,
      "weight": ".5"
    },
    {
      "name": "Silent",
      "points": [
        0,
        "-.5"
      ],
      "desc": "When you make a ranged attack with a weapon with the silent property while hidden, it does not automatically reveal your presence. Make a Dexterity (Stealth) check contested by your targets’ Wisdom (Perception) check. On a success, you remain hidden.",
      "cost": 75,
      "weight": ".5"
    },
    {
      "name": "Strength",
      "points": [
        0,
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "desc": "A weapon with this special property has a heavy kickback. While wielding it, you have disadvantage on attack rolls unless you meet the Strength requirement. If the weapon has the burst or rapid property, you must meet the Strength requirement to use this feature.",
      "cost": 50,
      "weight": ".5"
    },
    {
      "name": "Smart (No points)",
      "points": [
        0,
        "500"
      ],
      "overrideValue": [0, 0],
      "desc": "This weapon ignores your Dexterity score and proficiency bonus. Two numbers appear in parentheses with the property - the first is the weapon’s Dexterity score, and the second is the weapon’s proficiency bonus. The weapon uses these values instead of yours when you make attack and damage rolls with it. If you lack proficiency with the weapon, the weapon does not benefit from its proficiency bonus.",
      "cost": 500,
      "weight": ".5"
    },
    {
      "name": "Switch (No points)",
      "points": [
        0,
        500,
        1000,
        1500,
        2000
      ],
      "overrideValue": [0, 0, 0, 0, 0],
      "desc": "A weapon with the switch property can deal an alternate type of damage. A damage value appears in parentheses appears with the property-the damage when the weapon uses its alternate damage type. On your turn, you can use your object interaction to change the weapon’s damage type.",
      "cost": 500,
      "weight": "2"
    },
    {
      "name": "Two-Handed",
      "points": [
        0,
        1
      ],
      "desc": "This weapon requires two hands to use.",
      "cost": 150,
      "weight": "2"
    },
    {
      "name": "Vicious",
      "points": [
        0,
        "-1"
      ],
      "desc": "Whenever you deal damage with a weapon with the vicious property and roll the maximum on a weapon damage die, you gain a bonus to damage equal to the vicious number.",
      "cost": 250,
      "weight": ".5"
    }
  ]
}
